'''
1) 비대면 환경임을 고려하여 오픈북으로 진행됨
2) 문제 주제는 기존과 동일하나 기존의 암기형 손코딩 문제에서, 서술형 문제 or 실제 프로그래밍 문제로 변경됨

<문제 구성>

-서술형 문제 1개
컴퓨팅 사고 관련 서술형 문제

-프로그램 문제 1~2개
11강 14강 3번째 시간에 소개되는 예제들 (예제코드--선 시리즈)을 부분적으로 수정하여 제출할 예정입니다.
-->객관식 문제 / 손코딩 문제는 출제하지 않습니다. 제한된 시간 내에 본인의 PC 에서 직접 프로그래밍하여 실행해본 py파일을 제출하는 형태로 변경됩니다.

-서술형 문제 & 프로그래밍 융복합 문제 1개
컴퓨팅 사고 및 이와 연계한 프로그래밍 문제
'''
#--------- 11강 예제----------
#예제 1 : BMI 지수 계산하기
name = input("이름을 입력하세요 \n")
age = int(input("나이를 입력하세요. \n"))
height = float(input("키를 입력하세요.\n"))

